Repository: weskcode/rhoids
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans

source: RHOIDS needs notifications to alert you when your timer ends. Without them, the alarm won't sound in the background and the 30-second warning won't fire.
ar: يحتاج RHOIDS إلى الإشعارات لتنبيهك عند انتهاء المؤقت. بدونها، لن يصدر المنبّه في الخلفية ولن يصدر تحذير الـ 30 ثانية.
de: RHOIDS braucht Mitteilungen, um dich beim Ablauf des Timers zu warnen. Ohne sie ertönt der Alarm im Hintergrund nicht und die 30-Sekunden-Warnung bleibt aus.
es: RHOIDS necesita notificaciones para avisarte cuando termine el temporizador. Sin ellas, la alarma no sonará en segundo plano y el aviso de 30 segundos no se activará.
fr: RHOIDS a besoin des notifications pour vous avertir à la fin de la minuterie. Sans elles, l’alarme ne sonnera pas en arrière-plan et l’avertissement à 30 secondes ne se déclenchera pas.
hi: टाइमर खत्म होने पर सूचित करने के लिए RHOIDS को नोटिफिकेशन चाहिए। इनके बिना, अलार्म बैकग्राउंड में नहीं बजेगा और 30-सेकंड की चेतावनी नहीं चलेगी।
it: RHOIDS ha bisogno delle notifiche per avvisarti alla fine del timer. Senza, la sveglia non suonerà in background e l’avviso a 30 secondi non scatterà.
ja: RHOIDSはタイマー終了を知らせるために通知が必要です。通知がないと、バックグラウンドでアラームが鳴らず、30秒前の警告も鳴りません。
ko: RHOIDS는 타이머가 끝날 때 알리기 위해 알림이 필요합니다. 알림이 없으면 백그라운드에서 알람이 울리지 않고 30초 경고도 작동하지 않습니다.
pt_br: O RHOIDS precisa de notificações para avisar quando o timer terminar. Sem elas, o alarme não toca em segundo plano e o aviso de 30 segundos não dispara.
ru: RHOIDS нужны уведомления, чтобы предупредить вас об окончании таймера. Без них будильник не прозвучит в фоне, а предупреждение за 30 секунд не сработает.
tr: RHOIDS, zamanlayıcı bittiğinde sizi uyarmak için bildirimlere ihtiyaç duyar. Bunlar olmadan alarm arka planda çalmaz ve 30 saniyelik uyarı tetiklenmez.
zh_hans: RHOIDS 需要通知才能在计时结束时提醒你。没有通知,闹钟在后台不会响起,30 秒提醒也不会触发。

source: RHOIDS sets the Recommended timer at 3 minutes (a comfortable buffer) and the Max at 5 (the clinical ceiling).
ar: يضبط RHOIDS المؤقت الموصى به على 3 دقائق (هامش مريح) والحد الأقصى على 5 (السقف السريري).
de: RHOIDS legt den empfohlenen Timer auf 3 Minuten (ein bequemer Puffer) und das Maximum auf 5 (die klinische Obergrenze) fest.
es: RHOIDS fija el temporizador Recomendado en 3 minutos (un margen cómodo) y el Máximo en 5 (el techo clínico).
fr: RHOIDS règle la minuterie Recommandée sur 3 minutes (une marge confortable) et le Maximum sur 5 (le plafond clinique).
hi: RHOIDS अनुशंसित टाइमर को 3 मिनट (एक आरामदायक बफर) और अधिकतम को 5 (नैदानिक सीमा) पर सेट करता है।
it: RHOIDS imposta il timer Consigliato a 3 minuti (un margine comodo) e il Massimo a 5 (il tetto clinico).
ja: RHOIDSは推奨タイマーを3分（余裕のある目安）に、最大を5分（臨床上の上限）に設定します。
ko: RHOIDS는 권장 타이머를 3분(여유 있는 버퍼)으로, 최대를 5분(임상적 상한)으로 설정합니다.
pt_br: O RHOIDS define o timer Recomendado em 3 minutos (uma margem confortável) e o Máximo em 5 (o teto clínico).
ru: RHOIDS устанавливает рекомендуемый таймер на 3 минуты (комфортный запас), а максимум. на 5 (клинический предел).
tr: RHOIDS, Önerilen zamanlayıcıyı 3 dakikaya (rahat bir pay) ve Azami’yi 5’e (klinik üst sınır) ayarlar.
zh_hans: RHOIDS 将“推荐”计时设为 3 分钟(舒适的缓冲),将“上限”设为 5 分钟(临床上限)。

source: RHOIDS Timer
ar: مؤقت RHOIDS
es: Temporizador RHOIDS
fr: Minuteur RHOIDS
hi: RHOIDS टाइमर
it: Timer RHOIDS
ja: RHOIDSタイマー
ko: RHOIDS 타이머
pt_br: Timer RHOIDS
ru: Таймер RHOIDS
tr: RHOIDS Zamanlayıcı
zh_hans: RHOIDS 计时器

source: RHOIDS timer counting down
ar: مؤقت RHOIDS يعدّ تنازليًا
de: RHOIDS-Timer zählt herunter
es: Temporizador RHOIDS en cuenta atrás
fr: Minuterie RHOIDS en décompte
hi: RHOIDS टाइमर उल्टी गिनती कर रहा है
it: Timer RHOIDS in conto alla rovescia
ja: RHOIDSタイマーがカウントダウン中
ko: RHOIDS 타이머 카운트다운 중
pt_br: Timer RHOIDS em contagem regressiva
ru: Таймер RHOIDS идёт обратный отсчёт
tr: RHOIDS zamanlayıcı geri sayıyor
zh_hans: RHOIDS 计时器倒计时中

source: RHOIDS will request notification permission the first time you start a timer.
ar: سيطلب RHOIDS إذن الإشعارات في أول مرة تبدأ فيها مؤقتًا.
de: RHOIDS fragt beim ersten Start eines Timers nach der Mitteilungsberechtigung.
es: RHOIDS pedirá permiso de notificaciones la primera vez que inicies un temporizador.
fr: RHOIDS demandera l’autorisation de notification la première fois que vous lancerez une minuterie.
hi: RHOIDS पहली बार टाइमर शुरू करने पर नोटिफिकेशन की अनुमति मांगेगा।
it: RHOIDS chiederà il permesso per le notifiche la prima volta che avvii un timer.
ja: RHOIDSは、初めてタイマーを開始するときに通知の許可を求めます。
ko: RHOIDS는 처음 타이머를 시작할 때 알림 권한을 요청합니다.
pt_br: O RHOIDS solicitará permissão de notificações na primeira vez que você iniciar um timer.
ru: RHOIDS запросит разрешение на уведомления при первом запуске таймера.
tr: RHOIDS, bir zamanlayıcıyı ilk başlattığınızda bildirim izni isteyecek.
zh_hans: 首次启动计时器时,RHOIDS 会请求通知权限。

source: Ring
ar: حلقة
es: Anillo
fr: Anneau
hi: रिंग
it: Anello
ja: リング
ko: 링
pt_br: Anel
ru: Кольцо
tr: Halka
zh_hans: 圆环

source: Ringtone
ar: نغمة رنين
de: Klingelton
es: Tono de llamada
fr: Sonnerie
hi: रिंगटोन
it: Suoneria
ja: 着信音
ko: 벨소리
pt_br: Toque
ru: Рингтон
tr: Zil sesi
zh_hans: 铃声

source: Safe buffer below the clinical ceiling
ar: هامش آمن دون السقف السريري
de: Sicherer Puffer unter der klinischen Obergrenze
es: Margen seguro por debajo del techo clínico
fr: Marge de sécurité sous le plafond clinique
hi: नैदानिक सीमा से नीचे सुरक्षित बफर
it: Margine sicuro sotto il tetto clinico
ja: 臨床上の上限を下回る安全な目安
ko: 임상적 상한 아래의 안전한 여유
pt_br: Margem segura abaixo do teto clínico
ru: Безопасный запас ниже клинического предела
tr: Klinik üst sınırın altında güvenli pay
zh_hans: 低于临床上限的安全缓冲

source: Screen Time access is needed to actually block apps. Switch to Phone-Free and back to retry, or grant access in Settings → Screen Time.
ar: يلزم إذن وقت الشاشة لحظر التطبيقات فعليًا. بدّل إلى بلا هاتف ثم عد لإعادة المحاولة، أو امنح الإذن من الإعدادات ← وقت الشاشة.
de: Um Apps tatsächlich zu blockieren, ist Bildschirmzeit-Zugriff nötig. Wechsle zu Handyfrei und wieder zurück, um es erneut zu versuchen, oder erteile den Zugriff unter Einstellungen → Bildschirmzeit.
es: Se necesita acceso a Tiempo de uso para bloquear apps de verdad. Cambia a Sin teléfono y vuelve para reintentarlo, o concede el acceso en Ajustes → Tiempo de uso.
fr: L’accès à Temps d’écran est nécessaire pour bloquer réellement les apps. Passez à Sans téléphone puis revenez pour réessayer, ou accordez l’accès dans Réglages → Temps d’écran.
hi: ऐप्स को वाकई ब्लॉक करने के लिए स्क्रीन टाइम एक्सेस ज़रूरी है। दोबारा कोशिश करने के लिए फ़ोन-मुक्त पर स्विच करें और वापस आएं, या सेटिंग्स → स्क्रीन टाइम में एक्सेस दें।
it: Per bloccare davvero le app serve l’accesso a Tempo di utilizzo. Passa a Senza telefono e torna indietro per riprovare, oppure concedi l’accesso in Impostazioni → Tempo di utilizzo.
ja: 実際にAppをブロックするにはスクリーンタイムへのアクセスが必要です。「スマホなし」に切り替えてから戻すと再試行できます。または「設定」→「スクリーンタイム」でアクセスを許可してください。
ko: 앱을 실제로 차단하려면 스크린 타임 접근 권한이 필요합니다. 휴대폰 없이로 전환했다가 다시 돌아오면 재시도할 수 있습니다. 또는 설정 → 스크린 타임에서 접근 권한을 부여하세요.
pt_br: É necessário acesso ao Tempo de Uso para realmente bloquear apps. Mude para Sem celular e volte para tentar novamente, ou conceda acesso em Ajustes → Tempo de Uso.
ru: Чтобы действительно блокировать приложения, нужен доступ к «Экранному времени». Переключитесь на «Без телефона» и обратно, чтобы повторить попытку, или предоставьте доступ в «Настройки» → «Экранное время».
tr: Uygulamaları gerçekten engellemek için Ekran Süresi erişimi gerekir. Yeniden denemek için Telefonsuz’a geçip geri dönün veya Ayarlar → Ekran Süresi’nden erişim verin.
zh_hans: 需要获得“屏幕使用时间”权限才能真正屏蔽应用。切换到“远离手机”再切回即可重试，或在“设置”→“屏幕使用时间”中授予权限。

source: Screen Time authorization was denied. You can enable it later in Settings → Screen Time.
ar: تم رفض إذن وقت الشاشة. يمكنك تفعيله لاحقًا من الإعدادات ← وقت الشاشة.
de: Die Bildschirmzeit-Berechtigung wurde verweigert. Du kannst sie später unter Einstellungen → Bildschirmzeit aktivieren.
es: Se denegó el permiso de Tiempo de uso. Puedes activarlo luego en Ajustes → Tiempo de uso.
fr: L’autorisation Temps d’écran a été refusée. Vous pouvez l’activer plus tard dans Réglages → Temps d’écran.
hi: स्क्रीन टाइम की अनुमति अस्वीकृत हो गई। आप इसे बाद में सेटिंग्स → स्क्रीन टाइम में सक्षम कर सकते हैं।
it: L’autorizzazione a Tempo di utilizzo è stata negata. Puoi attivarla più tardi in Impostazioni → Tempo di utilizzo.
ja: スクリーンタイムの許可が拒否されました。後で「設定」→「スクリーンタイム」で有効にできます。
ko: 스크린 타임 권한이 거부되었습니다. 나중에 설정 → 스크린 타임에서 켤 수 있습니다.
pt_br: A autorização do Tempo de Uso foi negada. Você pode ativá-la depois em Ajustes → Tempo de Uso.
ru: Доступ к «Экранному времени» отклонён. Включить можно позже в «Настройки» → «Экранное время».
tr: Ekran Süresi izni reddedildi. Daha sonra Ayarlar → Ekran Süresi’nden etkinleştirebilirsiniz.
zh_hans: “屏幕使用时间”授权被拒绝。你可以稍后在“设置”→“屏幕使用时间”中开启。

source: Scrolling on the toilet raises the risk by 46%.
ar: التصفّح على المرحاض يرفع الخطر بنسبة 46%.
de: Scrollen auf der Toilette erhöht das Risiko um 46 %.
es: Usar el móvil en el inodoro aumenta el riesgo un 46 %.
fr: Scroller aux toilettes augmente le risque de 46 %.
hi: शौचालय पर स्क्रॉल करने से जोखिम 46% बढ़ जाता है।
it: Scrollare sul water aumenta il rischio del 46%.
ja: トイレでのスクロールはリスクを46%高めます。
ko: 변기에서 스크롤하면 위험이 46% 높아집니다.
pt_br: Rolar a tela no vaso aumenta o risco em 46%.
ru: Листание ленты на унитазе повышает риск на 46%.
tr: Tuvalette kaydırmak riski %46 artırır.
zh_hans: 如厕时刷手机会使风险增加 46%。

source: Segmented meter that drains over time
ar: مقياس يتناقص مع الوقت
de: Segmentierte Anzeige die abnimmt
es: Indicador segmentado que se vacía
fr: Jauge segmentée qui se vide
hi: खाली होने वाला खंडित मीटर
it: Indicatore segmentato che si svuota
ja: 時間とともに減るセグメントメーター
ko: 시간에 따라 줄어드는 미터
pt_br: Medidor segmentado que esvazia
ru: Шкала, убывающая со временем
tr: Azalan bölmeli gösterge
zh_hans: 随时间消减的分段仪表

source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
hi: फ़ीडबैक भेजें
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
pt_br: Enviar feedback
ru: Отправить отзыв
tr: Geri Bildirim Gönder
zh_hans: 发送反馈

source: Set custom duration
ar: ضبط مدة مخصصة
de: Eigene Dauer festlegen
es: Establecer duración personalizada
fr: Définir une durée personnalisée
hi: कस्टम अवधि सेट करें
it: Imposta durata personalizzata
ja: カスタム時間を設定
ko: 사용자 지정 시간 설정
pt_br: Definir duração personalizada
ru: Задать свою длительность
tr: Özel süre ayarla
zh_hans: 设置自定义时长

source: Set Duration
ar: تحديد المدة
de: Dauer einstellen
es: Establecer duración
fr: Définir la durée
hi: अवधि सेट करें
it: Imposta durata
ja: 時間を設定
ko: 시간 설정
pt_br: Definir duração
ru: Задать время
tr: Süre ayarla
zh_hans: 设置时长

source: Set your own
ar: حدد بنفسك
de: Eigene Dauer wählen
es: Establece el tuyo
fr: Définir la vôtre
hi: अपना सेट करें
it: Imposta il tuo
ja: 自分で設定
ko: 직접 설정
pt_br: Defina o seu
ru: Задать свой
tr: Kendi sürenizi belirleyin
zh_hans: 自行设定

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Shimmering glass bells
ar: أجراس زجاجية متلألئة
de: Schimmernde Glasglocken
es: Campanas de cristal centelleantes
fr: Cloches de verre chatoyantes
hi: चमकती काँच की घंटियाँ
it: Campane di vetro scintillanti
ja: きらめくグラスベル
ko: 반짝이는 유리 종
pt_br: Sinos de vidro cintilantes
ru: Мерцающие стеклянные колокольчики
tr: Parıldayan cam çanlar
zh_hans: 闪烁的玻璃铃声

source: Short visit, long-term win.
ar: زيارة قصيرة، فوز طويل المدى.
de: Kurzer Besuch, langfristiger Gewinn.
es: Visita corta, ganancia a largo plazo.
fr: Visite courte, bénéfice long terme.
hi: छोटा दौरा, लंबे समय का फायदा।
it: Visita breve, vittoria a lungo termine.
ja: 短い滞在、長期的な勝利。
ko: 짧은 방문, 장기 승리.
pt_br: Visita curta, benefício a longo prazo.
ru: Короткий визит. долгосрочная победа.
tr: Kısa ziyaret, uzun vadeli kazanç.
zh_hans: 短暂造访，长远受益。

source: Shows the countdown using this style.
ar: يعرض العد التنازلي بهذا النمط.
de: Zeigt den Countdown in diesem Stil.
es: Muestra la cuenta atrás con este estilo.
fr: Affiche le décompte dans ce style.
hi: इस शैली में उल्टी गिनती दिखाता है।
it: Mostra il conto alla rovescia con questo stile.
ja: このスタイルでカウントダウンを表示します。
ko: 이 스타일로 카운트다운을 표시합니다.
pt_br: Mostra a contagem regressiva neste estilo.
ru: Показывает обратный отсчёт в этом стиле.
tr: Geri sayımı bu stille gösterir.
zh_hans: 以此样式显示倒计时。

source: Singing Bowl
ar: وعاء غنائي
de: Klangschale
es: Cuenco tibetano
fr: Bol chantant
hi: सिंगिंग बाउल
it: Campana tibetana
ja: シンギングボウル
ko: 싱잉볼
pt_br: Tigela tibetana
ru: Поющая чаша
tr: Tibet çanağı
zh_hans: 颂钵

source: Sitting too long is the #1 preventable cause.
ar: الجلوس الطويل هو السبب الأول الذي يمكن تجنّبه.
de: Zu langes Sitzen ist die Ursache Nr. 1, die sich vermeiden lässt.
es: Sentarse demasiado es la causa evitable n.º 1.
fr: Rester assis trop longtemps est la cause évitable n° 1.
hi: बहुत देर बैठना सबसे बड़ा रोके जाने योग्य कारण है।
it: Stare seduti troppo a lungo è la causa prevenibile n. 1.
ja: 座りすぎは、防げる原因の第1位です。
ko: 오래 앉아 있는 것이 예방 가능한 원인 1위입니다.
pt_br: Ficar sentado demais é a causa evitável nº 1.
ru: Слишком долгое сидение. причина №1, которую можно предотвратить.
tr: Çok uzun oturmak, önlenebilir 1 numaralı nedendir.
zh_hans: 久坐是头号可预防的诱因。

source: Soft electronic rise
ar: صعود إلكتروني ناعم
de: Sanfter elektronischer Anstieg
es: Suave ascenso electrónico
fr: Montée électronique douce
hi: हल्की इलेक्ट्रॉनिक ध्वनि
it: Dolce crescendo elettronico
ja: ソフトな電子音の上昇
ko: 부드러운 전자음
pt_br: Ascensão eletrônica suave
ru: Мягкий электронный подъём
tr: Yumuşak elektronik yükseliş
zh_hans: 柔和的电子上升音

source: Soft morning chirps
ar: تغريد صباحي ناعم
de: Sanftes Morgenvogelzwitschern
es: Suave trino matutino
fr: Gazouillis matinaux doux
hi: कोमल सुबह की चहचहाहट
it: Dolci cinguettii mattutini
ja: 朝の柔らかなさえずり
ko: 부드러운 아침 새소리
pt_br: Cantos matinais suaves
ru: Мягкое утреннее щебетание
tr: Hafif sabah kuş sesleri
zh_hans: 清晨鸟鸣

source: Speed run complete. Bowels intact.
ar: سباق سريع مكتمل. الأمعاء سليمة.
de: Speedrun fertig. Darm intakt.
es: Carrera completada. Intestinos intactos.
fr: Speed run terminé. Intestins intacts.
hi: स्पीड रन पूरा। आँतें सुरक्षित।
it: Speed run completata. Intestino intatto.
ja: スピードラン完了。腸は無事。
ko: 스피드런 완료. 장 건강 OK.
pt_br: Speed run completa. Intestinos intactos.
ru: Спидран завершён. Кишечник цел.
tr: Hızlı tur tamam. Bağırsaklar sağlam.
zh_hans: 速通完成。肠道完好。

source: Stand up and walk away. Not done? That's fine. Come back later.
ar: انهض وابتعد. لم تنتهِ؟ لا بأس. عُد لاحقًا.
de: Steh auf und geh. Noch nicht fertig? Kein Problem. komm später wieder.
es: Levántate y aléjate. ¿No terminaste? No pasa nada, vuelve luego.
fr: Levez-vous et éloignez-vous. Pas fini ? Pas grave. revenez plus tard.
hi: उठें और चले जाएं। नहीं हुआ? कोई बात नहीं. बाद में आएं।
it: Alzati e allontanati. Non hai finito? Va bene. torna più tardi.
ja: 立ち上がって離れましょう。終わらなかった？大丈夫、また後で。
ko: 일어나서 자리를 뜨세요. 안 끝났나요? 괜찮아요. 나중에 다시 오세요.
pt_br: Levante-se e saia. Não terminou? Tudo bem. volte depois.
ru: Встаньте и отойдите. Не получилось? Ничего. вернётесь позже.
tr: Kalk ve uzaklaş. Bitmedi mi? Sorun değil. sonra tekrar gel.
zh_hans: 起身离开吧。还没好?没关系。待会儿再来。

source: Stand up. Walk away. Your body thanks you.
ar: قف. ابتعد. جسمك يشكرك.
de: Steh auf. Geh weg. Dein Körper dankt dir.
es: Levántate. Aléjate. Tu cuerpo te lo agradece.
fr: Levez-vous. Votre corps vous remercie.
hi: खड़े हो जाइए। शरीर शुक्रगुज़ार है।
it: Alzati. Il corpo ti ringrazia.
ja: 立って。離れて。体が感謝するよ。
ko: 일어나세요. 몸이 감사할 거예요.
pt_br: Levante-se. Seu corpo agradece.
ru: Встань. Уходи. Тело скажет спасибо.
tr: Kalk. Uzaklaş. Vücudun teşekkür ediyor.
zh_hans: 站起来。走开。身体会感谢你。

source: Stand up. Your veins are watching.
ar: قف. عروقك تراقبك.
de: Steh auf. Deine Venen beobachten dich.
es: Levántate. Tus venas te observan.
fr: Debout. Vos veines vous observent.
hi: खड़े हो जाइए। नसें देख रही हैं।
it: Alzati. Le vene ti osservano.
ja: 立ち上がれ。血管が見てるぞ。
ko: 일어나세요. 혈관이 보고 있어요.
pt_br: Levante-se. Suas veias observam.
ru: Встань. Вены наблюдают.
tr: Kalkın. Damarlarınız izliyor.
zh_hans: 站起来。血管在看着。

source: Start
ar: ابدأ
es: Iniciar
fr: Démarrer
hi: शुरू
it: Avvia
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Старт
tr: Başlat
zh_hans: 开始

source: START
ar: ابدأ
es: INICIAR
fr: DÉMARRER
hi: शुरू
it: AVVIA
ja: スタート
ko: 시작
pt_br: INICIAR
ru: СТАРТ
tr: BAŞLAT
zh_hans: 开始

source: Start a bathroom timer with one tap.
ar: ابدأ المؤقت بنقرة.
de: Starte einen Timer mit einem Tipp.
es: Inicia un temporizador con un toque.
fr: Démarrez un minuteur d'un seul appui.
hi: एक टैप से टाइमर शुरू।
it: Avvia un timer con un tap.
ja: ワンタップでトイレタイマーを開始。
ko: 한 번 탭으로 타이머 시작.
pt_br: Inicie um timer com um toque.
ru: Запустите таймер одним нажатием.
tr: Bir dokunuşla zamanlayıcı başlat.
zh_hans: 一键启动如厕计时器。

source: Start default RHOIDS timer
ar: ابدأ مؤقت RHOIDS الافتراضي
de: Standard-RHOIDS-Timer starten
es: Iniciar temporizador predeterminado de RHOIDS
fr: Lancer la minuterie RHOIDS par défaut
hi: डिफ़ॉल्ट RHOIDS टाइमर शुरू करें
it: Avvia il timer RHOIDS predefinito
ja: 既定のRHOIDSタイマーを開始
ko: 기본 RHOIDS 타이머 시작
pt_br: Iniciar timer padrão do RHOIDS
ru: Запустить таймер RHOIDS по умолчанию
tr: Varsayılan RHOIDS zamanlayıcısını başlat
zh_hans: 启动默认 RHOIDS 计时器

source: Start Timer
ar: بدء المؤقت
de: Timer starten
es: Iniciar temporizador
fr: Démarrer le minuteur
hi: टाइमर शुरू
it: Avvia timer
ja: タイマー開始
ko: 타이머 시작
pt_br: Iniciar timer
ru: Запустить таймер
tr: Zamanlayıcıyı başlat
zh_hans: 开始计时

source: Start your first timer to see history.
ar: ابدأ مؤقتك الأول.
de: Starte deinen ersten Timer.
es: Inicia tu primer temporizador.
fr: Démarrez votre premier minuteur.
hi: पहला टाइमर शुरू करें।
it: Avvia il primo timer.
ja: 最初のタイマーを開始してください。
ko: 첫 타이머를 시작하세요.
pt_br: Inicie seu primeiro timer.
ru: Запустите первый таймер.
tr: İlk zamanlayıcını başlat.
zh_hans: 启动第一个计时器来查看历史。

source: Start your first timer to see your history here.
ar: ابدأ أول مؤقت لك لترى سجلك هنا.
de: Starte deinen ersten Timer, um deinen Verlauf hier zu sehen.
es: Inicia tu primer temporizador para ver tu historial aquí.
fr: Démarrez votre premier minuteur pour voir votre historique ici.
hi: अपना पहला टाइमर शुरू करें ताकि आपका इतिहास यहाँ दिखे।
it: Avvia il tuo primo timer per vedere qui la tua cronologia.
ja: 最初のタイマーを開始すると、ここに履歴が表示されます。
ko: 첫 타이머를 시작하면 여기에서 기록을 볼 수 있습니다.
pt_br: Inicie seu primeiro timer para ver seu histórico aqui.
ru: Запустите первый таймер, чтобы увидеть здесь свою историю.
tr: Geçmişinizi burada görmek için ilk zamanlayıcınızı başlatın.
zh_hans: 开始你的第一个计时器，即可在此查看历史记录。

source: Stay relaxed. You can always come back later.
ar: ابقَ مسترخيًا. يمكنك دائمًا العودة لاحقًا.
de: Bleib entspannt. Du kannst jederzeit später wiederkommen.
es: Mantén la calma. Siempre puedes volver luego.
fr: Restez détendu. Vous pouvez toujours revenir plus tard.
hi: आराम से रहें। आप हमेशा बाद में लौट सकते हैं।
it: Resta rilassato. Puoi sempre tornare più tardi.
ja: リラックスを保って。いつでも後で戻れます。
ko: 편안함을 유지하세요. 언제든 나중에 다시 와도 됩니다.
pt_br: Fique relaxado. Você sempre pode voltar depois.
ru: Оставайтесь спокойны. Вы всегда можете вернуться позже.
tr: Rahat kal. Her zaman sonra geri dönebilirsin.
zh_hans: 保持放松。你随时可以待会儿再来。

source: Step away from the throne, peasant.
ar: ابتعد عن العرش.
de: Tritt vom Thron zurück, Untertan.
es: Aléjate del trono, plebeyo.
fr: Éloignez-vous du trône, manant.
hi: सिंहासन से हटो।
it: Allontanati dal trono, plebeo.
ja: 玉座から離れなさい。
ko: 왕좌에서 물러나라.
pt_br: Afaste-se do trono, plebeu.
ru: Прочь от трона, смерд.
tr: Tahttan uzaklaş, köylü.
zh_hans: 离开宝座吧，平民。

source: Step away from the throne. Your RHOIDS timer finished. Give your body a break.
ar: ابتعد عن العرش. انتهى مؤقت RHOIDS. امنح جسدك استراحة.
de: Steh auf vom Thron. Dein RHOIDS-Timer ist abgelaufen. gönn deinem Körper eine Pause.
es: Aléjate del trono. Tu temporizador de RHOIDS terminó: dale un respiro a tu cuerpo.
fr: Quittez le trône. Votre minuterie RHOIDS est terminée. accordez une pause à votre corps.
hi: सिंहासन से उठ जाएं। आपका RHOIDS टाइमर खत्म हुआ. अपने शरीर को आराम दें।
it: Alzati dal trono. Il tuo timer RHOIDS è finito. concedi una pausa al corpo.
ja: 王座から離れましょう。RHOIDSのタイマーが終了. 体を休ませてあげて。
ko: 왕좌에서 일어나세요. RHOIDS 타이머가 끝났어요. 몸에 휴식을 주세요.
pt_br: Saia do trono. Seu timer RHOIDS terminou. dê um descanso ao corpo.
ru: Покиньте трон. Таймер RHOIDS завершён. дайте телу отдохнуть.
tr: Tahttan kalk. RHOIDS zamanlayıcın bitti. bedenine bir mola ver.
zh_hans: 离开“宝座”吧。你的 RHOIDS 计时已结束。让身体歇一歇。

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
ru: Стоп
tr: Durdur
zh_hans: 停止

source: Stop Early
ar: إيقاف مبكر
de: Vorzeitig stoppen
es: Detener antes
fr: Arrêter tôt
hi: जल्दी रोकें
it: Ferma prima
ja: 途中で停止
ko: 일찍 중지
pt_br: Parar antes
ru: Остановить раньше
tr: Erken durdur
zh_hans: 提前停止

source: Stop timer early
ar: إيقاف المؤقت مبكرًا
de: Timer vorzeitig beenden
es: Detener el temporizador antes
fr: Arrêter la minuterie plus tôt
hi: टाइमर जल्दी रोकें
it: Ferma il timer in anticipo
ja: タイマーを早めに停止
ko: 타이머 일찍 중지
pt_br: Parar o timer antes
ru: Остановить таймер раньше
tr: Zamanlayıcıyı erken durdur
zh_hans: 提前停止计时器

source: stopped early
ar: توقف مبكراً
de: vorzeitig gestoppt
es: detenido antes
fr: arrêté tôt
hi: जल्दी रोका
it: fermato prima
ja: 途中停止
ko: 일찍 중지
pt_br: parado antes
ru: остановлено раньше
tr: erken durduruldu
zh_hans: 提前停止

source: STOPPED EARLY
ar: توقف مبكر
de: VORZEITIG GESTOPPT
es: DETENIDO ANTES
fr: ARRÊT ANTICIPÉ
hi: जल्दी रोका गया
it: FERMATO IN ANTICIPO
ja: 途中停止
ko: 일찍 중지
pt_br: PARADO ANTES
ru: ОСТАНОВЛЕНО РАНЬШЕ
tr: ERKEN DURDU
zh_hans: 提前结束

source: Stopping
ar: جارٍ الإيقاف
de: Wird gestoppt
es: Deteniendo
fr: Arrêt en cours
hi: रोक रहा है
it: Arresto in corso
ja: 停止中
ko: 중지 중
pt_br: Parando
ru: Останавливается
tr: Durduruluyor
zh_hans: 正在停止

source: Support RHOIDS
ar: دعم RHOIDS
de: RHOIDS unterstützen
es: Apoyar a RHOIDS
fr: Soutenir RHOIDS
hi: RHOIDS को सहयोग दें
it: Supporta RHOIDS
ja: RHOIDSを応援
ko: RHOIDS 후원
pt_br: Apoiar o RHOIDS
ru: Поддержать RHOIDS
tr: RHOIDS'u destekle
zh_hans: 支持 RHOIDS

source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системные
tr: Sistem
zh_hans: 系统

source: Take it easy. Your body works on its own schedule.
ar: تمهّل. جسدك يعمل وفق إيقاعه الخاص.
de: Lass dir Zeit. Dein Körper hat seinen eigenen Rhythmus.
es: Tómatelo con calma. Tu cuerpo tiene su propio ritmo.
fr: Allez-y doucement. Votre corps suit son propre rythme.
hi: आराम से लें। आपका शरीर अपने समय पर काम करता है।
it: Vacci piano. Il tuo corpo ha i suoi tempi.
ja: のんびりいきましょう。体には体のペースがあります。
ko: 천천히 하세요. 몸은 자기 속도로 움직입니다.
pt_br: Vá com calma. Seu corpo tem o próprio ritmo.
ru: Не торопитесь. У тела свой график.
tr: Acele etme. Vücudun kendi temposunda çalışır.
zh_hans: 放轻松。身体有它自己的节奏。

source: Tap to start
ar: انقر للبدء
de: Tippen zum Starten
es: Toca para iniciar
fr: Appuyez pour démarrer
hi: टैप करें
it: Tocca per avviare
ja: タップして開始
ko: 탭하여 시작
pt_br: Toque para iniciar
ru: Нажмите для старта
tr: Başlamak için dokun
zh_hans: 点击启动

source: Tap to start timer
ar: انقر للبدء
de: Tippen zum Starten
es: Toca para iniciar
fr: Appuyez pour démarrer
hi: टैप करें
it: Tocca per avviare
ja: タップして開始
ko: 탭하여 시작
pt_br: Toque para iniciar
ru: Нажмите для запуска
tr: Zamanlayıcıyı başlat
zh_hans: 点击启动

source: Tap to start your timer
ar: انقر للبدء
de: Tippe zum Starten
es: Toca para iniciar
fr: Appuyez pour démarrer
hi: टैप करें
it: Tocca per avviare
ja: タップして開始
ko: 탭하여 시작
pt_br: Toque para iniciar
ru: Нажмите для запуска
tr: Başlatmak için dokun
zh_hans: 点击启动计时器

source: Thank You!
ar: شكراً!
de: Danke!
es: ¡Gracias!
fr: Merci!
hi: धन्यवाद!
it: Grazie!
ja: ありがとう！
ko: 감사합니다!
pt_br: Obrigado!
ru: Спасибо!
tr: Teşekkürler!
zh_hans: 谢谢！
